Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 58_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO LVIII .
pt_br: CAPÍTULO LVIII.

source: Unturas de unguento de azougue aos gallicados como se devem dar , e requisitos , que ha de haver .
pt_br: Unturas de unguento de azougue aos galicados como se devem dar, e requisitos, que há de haver.

source: PAra o unguento estar bom , e obrar bem , ha de estar feito ao menos seis mezes antes primeiro que se use delle .
pt_br: Para o unguento estar bom, e obrar bem, há de estar feito ao menos seis meses antes primeiro que se use dele.

source: O Medico , ou Cirurgiaõ determinará a quantidade de unguento para cada untura ; que huns enfermos carecem demais , e outros de menos , ou por causa da idade , ou da queixa , que padecem ; e naõ só costumaõ temperar o unguento de azougue com o rosado para os enfermos , que tem febre, mas ainda para muitos , que lhes parece conveniente ; e nesta fórma naõ toca ao Enfermeiro esta determinação , ainda que a experiencia lho ensine , que só o deve determinar quem tem obrigaçaõ de o saber .
pt_br: O Médico, ou Cirurgião determinará a quantidade de unguento para cada untura; que uns enfermos carecem demais, e outros de menos, ou por causa da idade, ou da queixa, que padecem; e não só costumam temperar o unguento de azougue com o rosado para os enfermos, que tem febre, mas ainda para muitos, que lhes parece conveniente; e nesta forma não toca ao Enfermeiro esta determinação, ainda que a experiência lho ensine, que só o deve determinar quem tem obrigação de o saber.

source: Determinado o remedio , e a hora , a que se ha de fazer , que de ordinario he pela manhã em jejum , e de tarde quatro , ou sinco horas depois de jantar , estará o enfermo em casa recolhida , livre de ar , com portas , e janellas fechadas , e dentro della se metterá hum fugareiro com brazas de lenha , que saõ as melhores , e se forem de carvaõ , sejaõ bem acezas , quebradas da fortidaõ , com alguns canellos de ferradura dentro .
pt_br: Determinado o remédio, e a hora, a que se há de fazer, que de ordinário é pela manhã em jejum, e de tarde quatro, ou cinco horas depois de jantar, estará o enfermo em casa recolhida, livre de ar, com portas, e janelas fechadas, e dentro dela se meterá um fogareiro com brasas de lenha, que são as melhores, e se forem de carvão, sejam bem acesas, quebradas da fortidão, com alguns canelos de ferradura dentro.

source: O unguento , que o Cirurgiaõ determinar , se ha de dividir em doze partes , cada huma em seu papel , para as doze juntas , que se costumaõ untar , reservando para as mayores juntas as mayores porções do unguento .
pt_br: O unguento, que o Cirurgião determinar, se há de dividir em doze partes, cada uma em seu papel, para as doze juntas, que se costumam untar, reservando para as maiores juntas as maiores porções do unguento.

source: A primeira junta , que se ha de untar , será o artelho do pé direito , espalhando perto da junta o unguento , que estiver no papel ; e aquecendo as mãos , se esfregará de modo, que a parte aqueça , e o unguento se consuma , e metta para dentro , em fórma , que fique a parte enxuta ; e logo se cubrirá o pé com a ponta do lançol , e se passará ao joelho direito , fugindo sempre dos nervos , por ser o azougue inimigo delles ; e depois de untado , e cuberto , se passará ao quadril da mesma parte , e se fará o mesmo ; e cuberto este lado , se passará ao esquerdo , observando o proprio , que no direito , na mesma fórma .
pt_br: A primeira junta, que se há de untar, será o artelho do pé direito, espalhando perto da junta o unguento, que estiver no papel; e aquecendo as mãos, se esfregará de modo, que a parte aqueça, e o unguento se consuma, e meta para dentro, em forma, que fique a parte enxuta; e logo se cobrirá o pé com a ponta do lençol, e se passará ao joelho direito, fugindo sempre dos nervos, por ser o azougue inimigo deles; e depois de untado, e coberto, se passará ao quadril da mesma parte, e se fará o mesmo; e coberto este lado, se passará ao esquerdo, observando o próprio, que no direito, na mesma forma.

source: Feitas as unturas nestas juntas , se principiará no hombro , e espadoa do lado direito ; e dada nesta junta a untura , se passará ao cotovello , e logo ao pulso ; e quando este lado estiver untado , e cuberto , se passará ao esquerdo , principiando no hombro , e acabando no pulso ; e he muito preciso limpar algum unguento , que correr para as vertebras do espinhaço , por naõ offender a substancia medular , que nellas assiste .
pt_br: Feitas as unturas nestas juntas, se principiará no ombro, e espádua do lado direito; e dada nesta junta a untura, se passará ao cotovelo, e logo ao pulso; e quando este lado estiver untado, e coberto, se passará ao esquerdo, principiando no ombro, e acabando no pulso; e é muito preciso limpar algum unguento, que correr para as vértebras do espinhaço, por não ofender a substância medular, que nelas assiste.

source: Acabada a untura em todas as juntas referidas , se mandará pôr o enfermo de lado , ( e nunca de costas ) com os braços estendidos pelo corpo , e elle na mesma fórma , e se embrulhará no lançol , lançando-lhe a roupa , e cobrindo-lhe a cabeça , mas naõ o rosto , e se abrigará com os cobertores , que forem precisos ; porèm moderadamente , conforme o tempo , e forças do enfermo , de fórma , que se naõ afflija , nem se lhe mova o suor por irritaçaõ de muito fato ; porque o suor sendo logo immediato à untura , naõ he bom , porque pelos mesmos poros se transpira o azougue ; e naõ se detendo , naõ se póde actuar , e circular com o sangue , e he causa de que o numero das unturas seja mayor ; e muitas vezes por esta evacuaçaõ accidental sim conseguem melhoras os enfermos , mas pelo tempo adiante tornaõ a recahir com as mesmas queixas , pelo remedio naõ existir em quantidade capaz para curar .
pt_br: Acabada a untura em todas as juntas referidas, se mandará pôr o enfermo de lado, (e nunca de costas) com os braços estendidos pelo corpo, e ele na mesma forma, e se embrulhará no lençol, lançando-lhe a roupa, e cobrindo-lhe a cabeça, mas não o rosto, e se abrigará com os cobertores, que forem precisos; porém moderadamente, conforme o tempo, e forças do enfermo, de forma, que se não aflija, nem se lhe mova o suor por irritação de muito fato; porque o suor sendo logo imediato à untura, não é bom, porque pelos mesmos poros se transpira o azougue; e não se detendo, não se pode atuar, e circular com o sangue, e é causa de que o número das unturas seja maior; e muitas vezes por esta evacuação acidental sim conseguem melhoras os enfermos, mas pelo tempo adiante tornam a recair com as mesmas queixas, pelo remédio não existir em quantidade capaz para curar.

source: He opiniaõ praticada pelo Cirurgiaõ Mór do nosso Hospital Real de Elvas Francisco Xavier , cuja sciencia he notoria .
pt_br: É opinião praticada pelo Cirurgião Mór do nosso Hospital Real de Elvas Francisco Xavier, cuja ciência é notória.

source: Se o enfermo com este limitado fato se affligir , se ha de aliviar delle , ficando de modo , que naõ sinta frio ; e cuberto nesta fórma , se mandará retirar o lume para fóra da casa , e se conservará arroupado por tempo de duas horas , ou o que o Cirurgiaõ determinar , conforme a fraqueza , ou necessidade do enfermo , que quanto mais suar , menos unturas haverá de mister .
pt_br: Se o enfermo com este limitado fato se afligir, se há de aliviar dele, ficando de modo, que não sinta frio; e coberto nesta forma, se mandará retirar o lume para fora da casa, e se conservará arroupado por tempo de duas horas, ou o que o Cirurgião determinar, conforme a fraqueza, ou necessidade do enfermo, que quanto mais suar, menos unturas haverá de mister.

source: A continuaçaõ das unturas fica na determinaçaõ do Medico , ou Cirurgiaõ , porque se devem dar atè que haja alguma evacuaçaõ manifesta do azougue , que he rebentar a boca , inchar a língua , babar , ou fazer cursos.
pt_br: A continuação das unturas fica na determinação do Médico, ou Cirurgião, porque se devem dar até que haja alguma evacuação manifesta do azougue, que é rebentar a boca, inchar a língua, babar, ou fazer cursos.

source: E porque muitas vezes naõ ha evacuaçaõ manifesta , senaõ por insensivel transpiraçaõ , como mostra a experiencia , se daraõ as unturas atè naõ haver dores .
pt_br: E porque muitas vezes não há evacuação manifesta, senão por insensível transpiração, como mostra a experiência, se darão as unturas até não haver dores.

source: Sendo a evacuaçaõ pela boca , haverá cuidado de se lhe lavar por limpeza , e utilidade com cozimento morno de passas de ameixas , rosas , e cevada , principalmente antes de comer ; e este seraõ papas , gemas de ovos , e o que fizer pouca molestia , para que o enfermo possa mastigar .
pt_br: Sendo a evacuação pela boca, haverá cuidado de se lhe lavar por limpeza, e utilidade com cozimento morno de passas de ameixas, rosas, e cevada, principalmente antes de comer; e este serão papas, gemas de ovos, e o que fizer pouca moléstia, para que o enfermo possa mastigar.

source: Se a evacuaçaõ for por cursos , e estes causarem grandes dores ao enfermo , se lhe lançaráõ ajudas lavativas de caldo de frango , gema de ovo , e assucar , para se temperar a mordacidade dos humores , que se movem .
pt_br: Se a evacuação for por cursos, e estes causarem grandes dores ao enfermo, se lhe lançarão ajudas lavativas de caldo de frango, gema de ovo, e açúcar, para se temperar a mordacidade dos humores, que se movem.

source: Sendo a evacuaçaõ por suor copioso , se lhe deitaráõ lançoes enxutos , e enxovalhados , defumados , e quentes , em fórma , que o enfermo naõ receba nenhum ar , porque lhe faria grande prejuizo .
pt_br: Sendo a evacuação por suor copioso, se lhe deitarão lençóis enxutos, e enxovalhados, defumados, e quentes, em forma, que o enfermo não receba nenhum ar, porque lhe faria grande prejuízo.

source: Acabado o termo destas evacuações , estando capaz de se lavar o enfermo , se fará hum cozimento de rosas , alecrim , murta , folhas , e maçãs de cypreste , folhas de cana verde , e huma boneca de cinza de vides ; e com o mesmo recolhimento , que se deraõ as unturas , principiará o enfermo a lavar o rosto , e partes superiores com o cozimento quente ; e estando frio , se lançará fóra , e com outra porçaõ quente se lavaráõ as partes inferiores ; e limpo o enfermo , vestirá roupa lavada , e entrará no regimento seco , conforme o Cirurgiaõ determinar , que podendo jà mastigar , será carneiro assado , galinha , e toda a ave de penna , passas , amendoas , mas naõ em muita quantidade .
pt_br: Acabado o termo destas evacuações, estando capaz de se lavar o enfermo, se fará um cozimento de rosas, alecrim, murta, folhas, e maçãs de cipreste, folhas de cana verde, e uma boneca de cinza de vides; e com o mesmo recolhimento, que se deram as unturas, principiará o enfermo a lavar o rosto, e partes superiores com o cozimento quente; e estando frio, se lançará fora, e com outra porção quente se lavarão as partes inferiores; e limpo o enfermo, vestirá roupa lavada, e entrará no regimento seco, conforme o Cirurgião determinar, que podendo já mastigar, será carneiro assado, galinha, e toda a ave de pena, passas, amêndoas, mas não em muita quantidade.

source: Beberá agoa de salsa parrilha , e para ficar boa , se lançará em huma quarta nova sinco canadas de agoa , meya onça de salsa , fendida pelo meyo , e atada , e cozerá atè minguar huma canada ; e apartando-se para fóra , se guardará a salsa , pondo-se ao ar ; e para outro cozimento de agoa , se fará na mesma fórma , guardando a meya onça de salsa ao ar , como a antecedente , para que com huma , e outra se faça o terceiro cozimento de agoa , que as duas meyas onças jà cozidas fazem o mesmo effeito , e tem a mesma virtude , que cada huma de per si , mas naõ servem para outra vez ; e assim se hiráõ fazendo os mais cozimentos de agoa na fórma referida , em quanto durar o regimento .
pt_br: Beberá água de salsa parrilha, e para ficar boa, se lançará em uma quarta nova cinco canadas de água, meia onça de salsa, fendida pelo meio, e atada, e cozerá até minguar uma canada; e apartando-se para fora, se guardará a salsa, pondo-se ao ar; e para outro cozimento de água, se fará na mesma forma, guardando a meia onça de salsa ao ar, como a antecedente, para que com uma, e outra se faça o terceiro cozimento de água, que as duas meias onças já cozidas fazem o mesmo efeito, e tem a mesma virtude, que cada uma de per si, mas não servem para outra vez; e assim se irão fazendo os mais cozimentos de água na forma referida, em quanto durar o regimento.

source: Advirta-se ao enfemo se naõ lave com outra agoa , nem faça a barba , e se retire do ar da noite , e da madrugada , que hum , e outro he muito nocivo para o regimento .
pt_br: Advirta-se ao enfermo se não lave com outra água, nem faça a barba, e se retire do ar da noite, e da madrugada, que um, e outro é muito nocivo para o regimento.
